import './App.css'

function App() {
    return (
        <>
            <h2>FE. Frontend. ДЗ 5</h2>
            <h3>#UYuu2f1</h3>

            <h4>Частина 1</h4>
            <p>Ознайомитись з апі http://owu.linkpc.net/carsAPI/v1/doc уважно. (запасна урла http://185.69.152.209/carsAPI/v1/doc на випадок, якщо попередня не
                буде працювати)</p>

            <h4>Частина 2</h4>
            <p>Створити сторінку, на якій виводити всі автівки (з мінімальною інформацією)</p>

            <h4>Частина 3</h4>
            <p>Створити сторінку з формою для створення об’єктів car. Створити сервіси для роботи з апі. (робота сервісу через axios)</p>

            <h4>Частина 4</h4>
            <p>Впровадити валідацію відповідно до документації апі, щоб не можна було зберегти автівку, якщо вона не відповідає умовам</p>
            <p>!!! Не забувайте про те, що потрібно все поділяти на компоненти, але без надлишку (окремий інпут не має сенсу обгортки в компонент)</p>
            <p>Як завжди: стилізація мінімальна, але присутня, щоб не забувати, як її робити</p>
        </>
    )
}

export default App
