import './App.css'

function App() {
    return (
        <>
            <h2>#tntlwuxFxI5</h2>
            <h2>Маршрутизація.</h2>
            <div>
                <p>Є наступні сторінки:</p>
                <p>UsersPage – відтворює користувачів з api dummyjson.com
                    (довільна розмітка та кількість інфи про об’єкт)</p>
                <p>PostsPage – відтворює пости з api dummyjson.com
                    (довільна розмітка та кількість інфи про об’єкт)</p>

                <p>Відтворювати тільки перший відданий пул об’єктів
                    (30 об’єктів чи скільки віддає апі)
                    (без пагінації і не звертаючи увагу на залишки)</p>
            </div>
        </>
    )
}

export default App
